/** @file

;******************************************************************************
;* Copyright (c) 2014, Insyde Software Corp. All Rights Reserved.
;*
;* You may not reproduce, distribute, publish, display, perform, modify, adapt,
;* transmit, broadcast, present, recite, release, license or otherwise exploit
;* any part of this publication in any form, by any means, without the prior
;* written permission of Insyde Software Corporation.
;*
;******************************************************************************
*/

/=#

#string STR_BOOT_CONFIG_STRING                             #language en-US        "Boot Configuration"
                                                           #language fr-FR        "Configuration Amorçage"
                                                           #language zh-TW        "\wide開機設定\narrow"
                                                           #language ja-JP        "\wide起動設定\narrow"
                                                           #language it-IT        "Configurazione accensione"
                                                           #language es-ES        "Configuración Boot"
                                                           #language de-DE        "Aufladung Konfiguration"
                                                           #language pt-PT        "Configuração Boot"
#string STR_BOOT_CONFIG_HELP                               #language en-US        "Configures Boot Settings."
                                                           #language fr-FR        "Configurer Réglage de Amorçage."
                                                           #language zh-TW        "\wide設定週邊\narrow."
                                                           #language ja-JP        "\wideブートの設定をする\narrow."
                                                           #language it-IT        "Condigurazione impostazioni d`accensione."
                                                           #language es-ES        "Configure Ajuste de Boot."
                                                           #language de-DE        "Konfigurieren Sie die Aufladungseinstellungen."
                                                           #language pt-PT        "Ajustes de Boot de Configuras"
#string STR_NUMLOCK_STRING                                 #language en-US        "Numlock"
                                                           #language fr-FR        "Numlock"
                                                           #language zh-TW        "Numlock"
                                                           #language ja-JP        "\wide起動時の\narrowNumlock\wide設定\narrow"
                                                           #language it-IT        "Numlock"
                                                           #language es-ES        "Numlock"
                                                           #language de-DE        "Numlock"
                                                           #language pt-PT        "Numtrancar"
#string STR_NUMLOCK_HELP                                   #language en-US        "Selects Power-on state for Numlock"
                                                           #language fr-FR        "Selectionner l'état d'allumer la Puissance pour Numlock"
                                                           #language zh-TW        "\wide選擇\narrowNumlock\wide開機狀態\narrow"
                                                           #language ja-JP        "\wide本パソコンの起動時に、\narrow  \wideキーボードを\narrowNumlock \wide状\narrow  \wide態にするかどうかを設定\narrow  \wideします。\narrow                [\wideオフ\narrow]                   \wide起動時に、キーボードを\narrowNumlock \wide状態にしません。\narrow                         [\wideオン\narrow]                  \wide起動時に、キーボードを\narrowNumlock \wide状態にします。\narrow"    //[IB2540052 modify]
                                                           #language it-IT        "Selezionare modalita` Accensione Numlock"
                                                           #language es-ES        "Seleccione el estado de Energía-encendida para Numlock"
                                                           #language de-DE        "Wählen Sie Netzabschaltung EIN Zustand für Num-Lock aus"
                                                           #language pt-PT        "Selecione o estado de Potência-ligado para Numtrancar"														   
#string STR_OS_SELETION_PROMPT                             #language en-US "OS Selection"
#string STR_OS_SELETION_HELP                               #language en-US "OS Selection"
#string STR_WINDOWS                                        #language en-US "Windows 8.X"
#string STR_ANDROID                                        #language en-US "Android"
#string STR_DROIDBOOT_PROMPT                               #language en-US "Droid Boot"
#string STR_DROIDBOOT_HELP                                 #language en-US "Go to Droidboot to flash Android Image"
#string STR_ANDROIDBOOT_PROMPT                             #language en-US "Android Boot"
#string STR_ANDROIDBOOT_HELP                               #language en-US "Boot android OS"
#string STR_NORMAL                                         #language en-US        "Normal"
                                                           #language fr-FR        "Normale"
                                                           #language zh-TW        "\wide一般\narrow"
                                                           #language ja-JP        "\wideノーマル\narrow"
                                                           #language it-IT        "Normale"
                                                           #language es-ES        "Normal"
                                                           #language de-DE        "Normal"
                                                           #language pt-PT        "Normal"														   
														   